title: Demo Suspicious Process Creation
id: 00000000-0000-0000-0000-000000000001
status: experimental
logsource:
  product: windows
  category: process_creation
detection:
  selection:
    EventData.Image: "*\\cmd.exe"
    EventData.CommandLine: "|contains whoami"
  condition: selection
level: low
